"AuthControllerApplicationPrincipalRequest" = "%@ wymaga wpisania tożsamości Kerberos";
"AuthControllerApplicationRequest"          = "%@ wymaga podania hasła Kerberos";
"AuthControllerApplicationPasswordRequest"  = "%@ wymaga wpisania hasła Kerberos do %@";

"AuthControllerPrincipalRequest"            = "Podaj swoją tożsamość Kerberos";
"AuthControllerRequest"                     = "Podaj swoje hasło Kerberos";
"AuthControllerPasswordRequest"             = "Podaj hasło Kerberos do %@";

"AuthControllerHideOptions"                 = "Ukryj opcje";
"AuthControllerShowOptions"                 = "Pokaż opcje";

"ChangePasswordPasswordExpired"             = "Hasło do %@ straciło ważność. Czy chcesz je teraz zmienić?";
"ChangePasswordApplicationRequest"          = "%@ wymaga zmiany hasła Kerberos do %@";
"ChangePasswordPrincipalRequest"            = "Zmień hasło Kerberos do %@";
